# Минимальный размер магазина (количество патронов)
MAGAZINE_MIN_SIZE = 3

# Максимальный размер магазина (количество патронов)
MAGAZINE_MAX_SIZE = 4

# Урон нормальной пули
DAMAGE_NORMAL = 1

# Урон усиленной пули
DAMAGE_BOOSTED = 2

# Минимальное количество предметов
MIN_ITEMS = 1

# Максимальное количество предметов
MAX_ITEMS = 2

# Информация о уровнях игры
LEVELS_INFO = {
    1: {"lives": 2, "max_items": 2},  # Уровень 1: 2 жизни, максимум 2 предмета
    2: {"lives": 4, "max_items": 4},  # Уровень 2: 4 жизни, максимум 4 предмета
    3: {"lives": 5, "max_items": 6}   # Уровень 3: 5 жизней, максимум 6 предметов
}
