HELP_TEXT = (
        "Добро пожаловать в игру <b>Русская рулетка с элементами стратегии!</b> 🎉\n\n"

        "<u><b>Описание игры:</b></u> 🎯\n"
        "Ваша цель — выжить и победить Дилера. \nДля этого вам нужно правильно выбирать, "
        "в кого стрелять, и использовать предметы, которые могут изменить ход игры. \n"
        "Игра состоит из трёх раундов. В начале каждого раунда Дилер заряжает дробовик, "
        "используя случайное количество боевых и холостых патронов.\n\n"

        "<u><b>Ходы и выстрелы:</b></u> 🕹️\n"
        "В каждом раунде вы решаете, в кого стрелять: в Дилера или в себя.\n"
        "- Если патрон боевой, то либо вы, либо Дилер теряете жизнь.\n"
        "- Если патрон холостой, вы продолжаете свой ход (если выстрелили в себя) "
        "или передаёте дробовик Дилеру (если выстрелили в него).\n\n"

        "<u><b>Жизни:</b></u> ❤\n"
        "Количество жизней меняется в зависимости от раунда:\n"
        "- В первом у каждого по <b>2</b>.\n"
        "- Во втором у каждого по <b>4</b>.\n"
        "- В третьем у каждого по <b>5</b>.\n"
        "Первая сторона, которая потеряет все свои жизни, проигрывает раунд.\n\n"

        "<u><b>Предметы:</b></u> 🛠️\n"
        "- 💉 <b>Аптечка.</b> Восстанавливает здоровье.\n"
        "- 🔒 <b>Наручники.</b> Противник пропускает следующий ход.\n"
        "- 🔍 <b>Лупа.</b> Показывает тип патрона в оружии.\n"
        "- 🪚 <b>Ножовка.</b> Увеличивает урон от следующего патрона.\n"
        "- 🚮 <b>Мусорный бак.</b> Выбрасывает текущий патрон.\n\n"

        "Для начала игры нажмите /game \n\n"

        "<b>Приятной игры!</b>"
    )
